"GenericDialog_Header" = "Adobe Flash Player 10";
"LocalSecurity_Title" = "Sécurité dans Adobe Flash Player";
"LocalSecurity_Line1" = "n7é_Adobe® Flash® Player has stopped a potentially unsafe operation. The following local application on your computer or network:";
"LocalSecurity_Line2" = "tente de communiquer avec l’adresse suivante, susceptible d\'établir une connexion Internet :";
"LocalSecurity_Line3" = "Pour permettre à cette application de communiquer sur Internet, cliquez sur Paramètres.\nVous devez redémarrer cette application après avoir modifié les paramètres.";
"LocalSecurity_SettingsBtn" = "Paramètres…";
"LocalSecurity_OKBtn" = "OK";
"ActionScriptErrorLabel" = "9D8é_An ActionScript error occurred:";
"ExceptionDialog_DismissAllButton" = "3dZé_Dismiss All";
"ExceptionDialog_ContinueButton" = "1JAé_Continue";
"StuckScript_Message" = "aeWé_A script in this movie is causing Adobe® Flash® Player 10 to run slowly.  If it continues to run, your computer may become unresponsive.\n\nDo you want to abort the script?";
"StuckScript_YesBtn" = "Oui";
"StuckScript_NoBtn" = "Non";
"DebugFailed_Header" = "e3Vé_Adobe® Flash® Player";
"DebugFailed_Message" = "Adobe Flash Player 10 n\'a pas pu établir de connexion avec le débogueur ou le profileur.";
"ShowDialogAtLaunchText" = "1uaé_Show this dialog at launch";
"ConnectToDebuggerText" = "RZé_Connect to debugger";
"DebuggerLocationText" = "dgBé_My debugger or host application is running:";
"LocationLocalText" = "grré_On this machine (localhost)";
"LocationRemoteText" = "ct7é_At IP Address:";
"ContinueButtonTitle" = "5CBé_Continue";
"IDS_FILE_CHOOSER_TITLE" = "Sélectionner fichier(s)";
"IDS_DIR_CHOOSER_TITLE" = "Sélectionnez un dossier";
"IDS_CHOOSER_SELECT_BUTTON" = "Sélection";
"IDS_FILE_UPLOAD_CHOOSER" = "Choix du fichier à transférer par ";
"IDS_FILE_UPLOAD_CHOOSER_MULTI_SELECT" = "Choix des fichiers à transférer par ";
"IDS_FILE_DOWNLOAD_SAVE" = "Choix de l\'emplacement du transfert par ";
"IDS_DOWNLOAD_FILE_SAVE_CLASSIC_PLUGIN" = "Choix de l\'emplacement du transfert";
"IDS_CONSOLE_CASE" = "-- Erreur de casse probable.";
"IDS_CONSOLE_SANDBOX" = "*** Violation de la sécurité Sandbox***";
"IDS_CONSOLE_NOT_PERMITTED" = "Interruption de la connexion à %s - opération interdite depuis %s";
"IDS_CONSOLE_TITLE" = "Console de débogage de Flash Player";
"IDS_CONSOLE_FSCOMMAND_HALTED" = "Interruption de FSCommand (AllowScriptAccess défini sur \'%s\') : %s";
"IDS_CONSOLE_URL_HALTED" = "Interruption du script de l\'URL (AllowScriptAccess défini sur \'%s\'): %s";
"IDS_CONSOLE_SECURITY_CONTEXT" = "SecurityDomain \'%s\' a tenté d\'accéder au contexte incompatible \'%s\'";
"IDS_CONSOLE_SECURITY_NULL" = "SecurityDomain \'%s\' a tenté d\'accéder au contexte NULL";
"IDS_CONSOLE_SECURITY_PLAYER" = "SecurityDomain \'%s\' a tenté d\'accéder au contexte de l\'IU de Flash Player";
"IDS_CONSOLE_WARN_NO_PROP" = "Avertissement : \'%s\' n\'a pas de propriété \'%s\'";
"IDS_CONSOLE_WARN_NOT_A_FUNC" = "Avertissement : %s n\'est pas une fonction";
"IDS_CONSOLE_WARN_NOT_DEFINED" = "Avertissement : %s n\'est pas défini(e)";
"IDS_CONSOLE_WARN_400" = "Avertissement : 400 - Demande incorrecte : %s";
"IDS_CONSOLE_WARN_401" = "Avertissement : 401 - Non autorisé : %s";
"IDS_CONSOLE_WARN_402" = "Avertissement : 402 - Paiement requis : %s";
"IDS_CONSOLE_WARN_403" = "Avertissement : 403 - Interdit : %s";
"IDS_CONSOLE_WARN_404" = "Avertissement : 404 - Introuvable : %s";
"IDS_CONSOLE_WARN_405" = "Avertissement : 405 - Méthode non autorisée, type MIME non valide : %s";
"IDS_CONSOLE_WARN_406" = "Avertissement : 406 - Non accepté : %s";
"IDS_CONSOLE_WARN_500" = "Avertissement : 500 - Erreur de serveur : %s";
"IDS_CONSOLE_WARN_501" = "Avertissement : 501 - Non implémenté : %s";
"IDS_CONSOLE_WARN_502" = "Avertissement : 502 - Passerelle erronée : %s";
"IDS_CONSOLE_WARN_503" = "Avertissement : 503 - Ressources insuffisantes : %s";
"IDS_CONSOLE_WARN_504" = "Avertissement : 504 - Délai de passerelle : %s";
"IDS_CONSOLE_WARN_505" = "Avertissement : 505 - Version HTTP non prise en charge : %s";
"IDS_CONSOLE_WARN_NO_CONNECT" = "Avertissement : connexion impossible, %s";
"IDS_CONSOLE_WARN_FAIL_ALLOCATE_URL" = "Avertissement : Impossible d\'allouer le chemin de l\'URL";
"IDS_CONSOLE_WARN_CORRUPT_DATA" = "Avertissement : Impossible d\'analyser des données corrompues.";
"IDS_CONSOLE_WARN_FAIL_PLACE" = "Avertissement : Impossible de placer l\'objet à la profondeur %d.";
"IDS_CONSOLE_WARN_FAIL_PLACE_MISSING_CHAR" = "Avertissement : Impossible de placer l\'objet : caractère manquant";
"IDS_CONSOLE_WARN_FTP_FILE" = "Avertissement : Erreur d\'ouverture de fichier FTP, %s";
"IDS_CONSOLE_WARN_HTTP_REQUEST" = "Avertissement : Erreur de demande d\'ouverture HTTP, %s";
"IDS_CONSOLE_WARN_HTTP_QUERY" = "Avertissement : Erreur d\'information de requête HTTP, %s";
"IDS_CONSOLE_WARN_HTTP_SEND" = "Avertissement : Erreur de demande d\'envoi HTTP, %d: %s";
"IDS_CONSOLE_WARN_NET_CONNECT" = "Avertissement : Erreur de connexion Internet, %s";
"IDS_CONSOLE_WARN_NET_OPEN" = "Avertissement : Erreur d\'ouverture Internet";
"IDS_CONSOLE_WARN_UNKNOWN_DOWNLOAD_TYPE" = "Avertissement : Type de téléchargement de lecteur non reconnu, %s";
"IDS_CONSOLE_WARN_BAD_PORT" = "Avertissement : Le port %d ne figure pas dans la plage autorisée.";
"IDS_CONSOLE_WARN_WARNING_LIMIT" = "Avertissement : Limite d\'avertissement atteinte pour %d";
"IDS_CONSOLE_WARN_UNDECLARED_PROP" = "Avertissement : Référence à une propriété non déclarée, \'%s\'";
"IDS_CONSOLE_WARN_UNDECLARED_VAR" = "Avertissement : Référence à une variable non déclarée, \'%s\'";
"IDS_CONSOLE_WARN_SOCKET_ERROR" = "Avertissement : Erreur de socket, %s";
"IDS_CONSOLE_WARN_STACK" = "Avertissement : Débordement de pile\\ n";
"IDS_CONSOLE_WARN_HOST" = "Avertissement : Impossible de résoudre l\'hôte : %s";
"IDS_CONSOLE_WARN_GENERIC_HOST" = "Avertissement : Impossible de résoudre l\'hôte";
"IDS_CONSOLE_WARN_EXCEPTION" = "Avertissement : Exception non interceptée, %s";
"IDS_CONSOLE_WARN_HTTP_STATUS" = "Avertissement : Etat HTTP non reconnu %d : %s";
"IDS_CONSOLE_WARN_NO_URL" = "Avertissement : aucun chemin d\'URL";
"IDS_CONSOLE_SECURITY_DIALOG" = "Correspondance trouvée pour le domaine hérité - %s essaie d\'accéder à %s";
"IDS_CONSOLE_LOCAL_OUTBOUND" = "-- Les fichiers SWF locaux non dignes de confiance ne peuvent pas établir une connexion Internet.";
"IDS_CONSOLE_LOCAL_INBOUND" = "-- Les fichiers SWF distants n\'ont pas accès aux fichiers locaux.";
"IDS_CONSOLE_WARN_AVM1_LOADED_AVM2" = "Avertissement : un fichier SWF ActionScript 1.0/2.0 a chargé un fichier SWF ActionScript 3.0. Le code du fichier SWF ActionScript 3.0 ne s\'exécutera pas.";
"IDS_CONSOLE_WINDOW_HALTED" = "L\'URL associée à la fenêtre \'%s\' s\'est arrêtée (AllowScriptAccess correspond à \'%s\') : %s";
"IDS_CONSOLE_ALLOW_NETWORK" = "-- Cela est dû à la valeur de \'allowNetworking\'.";
"IDS_CONSOLE_NO_POLICY_FILE" = "Impossible de charger un fichier de régulation à partir de %s";
"IDS_CONSOLE_BAD_POLICY_FILE" = "[strict] Le fichier de régulation à %s a été ignoré en raison d\'une syntaxe incorrecte. Pour résoudre ce problème, consultez la page http://www.adobe.com/go/strict_policy_files_fr";
"IDS_CONSOLE_PREFIX_OK" = "OK : ";
"IDS_CONSOLE_PREFIX_WARNING" = "Avertissement :";
"IDS_CONSOLE_PREFIX_ERROR" = "Erreur :";
"IDS_CONSOLE_GOOD_POLICY_FILE" = "Fichier de régulation accepté : %s";
"IDS_CONSOLE_BAD_POLICY_FILE_TYPE" = "[strict] Le fichier de régulation à %s a été ignoré en raison d\'un mauvais Content-Type \'%s\'. Pour résoudre ce problème, consultez la page http://www.adobe.com/go/strict_policy_files_fr";
"IDS_CONSOLE_NO_POLICY_FILE_TYPE" = "[strict] Le fichier de régulation à %s a été ignoré en raison d\'un Content-Type manquant. Pour résoudre ce problème, consultez la page http://www.adobe.com/go/strict_policy_files_fr";
"IDS_CONSOLE_POLICY_FILE_NO_HEADERS" = "En-têtes de réponse HTTP non disponibles sur cette plate-forme. Les règles relatives aux fichiers de régulation stricte ne peuvent pas être appliquées.";
"IDS_CONSOLE_POLICY_FILE_REDIRECT" = "[strict] Le fichier de régulation demandé à partir de %s a été redirigé vers %s ; le programme utilise l\'URL finale pour déterminer le domaine. Consultez la page http://www.adobe.com/go/strict_policy_files_fr si ceci risque de poser des problèmes.";
"IDS_CONSOLE_POLICY_FILE_CROSS_DOMAIN" = "Le fichier de régulation demandé à partir de %s a été ignoré car il s\'est produit une redirection interdomaines vers %s.";
"IDS_CONSOLE_TOP_URL" = "Chargement du fichier SWF au niveau racine : %s";
"IDS_CONSOLE_META_POLICY_HDR_UNKNOWN" = "Méta-régulation non reconnue dans l\'en-tête HTTP de %s : %s";
"IDS_CONSOLE_META_POLICY_HDR_FTP" = "L\'en-tête HTTP de %s indique une méta-régulation \'by-ftp-filename\', qui ne peut être appliquée qu\'au site FTP, et non au site HTTP.";
"IDS_CONSOLE_META_POLICY_HDR_CONFLICT" = "Méta-régulation conflictuelle dans l\'en-tête HTTP de %s : %s";
"IDS_CONSOLE_META_POLICY_HDR_PREV" = "La méta-régulation %s de l\'en-tête HTTP de %s est en conflit avec la méta-régulation %s précédemment définie";
"IDS_CONSOLE_POLICY_FILE_NONE_THIS_RSP" = "Le fichier de régulation à %s a été ignoré en raison de X-Permitted-Cross-Domain-Policies: none-this-response";
"IDS_CONSOLE_POLICY_FILE_SITE_NONMASTER" = "La balise <site-control> du fichier de régulation de %s a été ignorée.  Cette balise est autorisée uniquement dans les fichiers de régulation maîtres.";
"IDS_CONSOLE_META_POLICY_BAD_BY_TYPE" = "La balise <site-control> du fichier de régulation de %s a été ignorée. La méta-régulation \'by-content-type\' ne peut être appliquée qu\'aux sites HTTP.";
"IDS_CONSOLE_META_POLICY_BAD_BY_FTP" = "La balise <site-control> du fichier de régulation de %s a été ignorée. La méta-régulation \'by-ftp-filename\' ne peut être appliquée qu\'aux sites FTP.";
"IDS_CONSOLE_META_POLICY_BAD_THIS_RESPONSE" = "La balise <site-control> du fichier de régulation de %s a été ignorée. La méta-régulation \'none-this-response\' est autorisée uniquement dans l\'en-tête de réponse HTTP X-Permitted-Cross-Domain-Policies.";
"IDS_CONSOLE_META_POLICY_FILE_UNKNOWN" = "Méta-régulation non reconnue dans le fichier de régulation de %s : %s";
"IDS_CONSOLE_META_POLICY_FILE_PREV" = "La méta-police %s située dans le fichier de régulation de %s est en conflit avec la méta-police %s précédemment définie";
"IDS_CONSOLE_META_POLICY_DEFAULT" = "Le domaine %s ne spécifie pas de méta-régulation. Application de la méta-régulation \'master-only\' par défaut. Cette configuration est déconseillée. Pour résoudre ce problème, consultez http://www.adobe.com/go/strict_policy_files_fr.";
"IDS_CONSOLE_POLICY_FILE_SOCK_NONE_NO" = "Le fichier SWF de %s ne peut pas se connecter à un serveur socket dans son propre domaine sans un fichier de régulation.  Pour résoudre ce problème, consultez la page http://www.adobe.com/go/strict_policy_files_fr";
"IDS_CONSOLE_POLICY_FILE_SOCK_TIMEOUT" = "Temporisation sur %s (3 secondes) pendant l\'attente du fichier de régulation du serveur socket. Cette procédure ne devrait pas poser de problèmes, mais consultez la page http://www.adobe.com/go/strict_policy_files_fr pour obtenir une explication.";
"IDS_CONSOLE_META_POLICY_IMPLICIT" = "Le domaine %s ne spécifie pas explicitement de méta-régulation, mais l\'en-tête Content-Type du fichier de régulation %s est \'text/x-cross-domain-policy\'. Application de la méta-régulation \'by-content-type\'.";
"IDS_CONSOLE_META_POLICY_REJECT" = "Le fichier de régulation présent à %s est ignoré à cause de la méta-régulation \'%s\'.";
"IDS_CONSOLE_POLICY_FILE_TOO_BIG" = "Le fichier de régulation de socket présent à %s est ignoré car il est trop volumineux. Les fichiers de régulation de socket ne doivent pas dépasser 20 ko.";
"IDS_CONSOLE_MASTER_SELF_INVALIDATED" = "Le fichier de régulation présent à %s invalide ses propres directives <allow-access-from> en déclarant la méta-régulation sur \'none\'.";
"IDS_CONSOLE_POLICY_FILE_BAD_PORT_SPEC" = "La spécification illégale du numéro de port \'%s\' est ignorée dans le fichier de régulation présent à %s";
"IDS_CONSOLE_POLICY_FILE_BAD_ALLOW" = "La balise <%s> non valide est ignorée pour le domaine \'%s\' dans le fichier de régulation présent à %s";
"IDS_CONSOLE_REQUEST_ALLOWED_BY_POLICY" = "La demande de la ressource à %s par le demandeur à %s est autorisée du fait du fichier de régulation à %s.";
"IDS_CONSOLE_REQUEST_DENIED_NO_POLICY" = "La demande de la ressource à %s par le demandeur à %s est refusée par manque d\'autorisations du fichier de régulation.";
"IDS_CONSOLE_SOCKET_UNAVAILABLE" = "La demande de la ressource à %s par le demandeur à %s a échoué car le serveur est inatteignable.";
"IDS_CONSOLE_NO_ASFUNCTION" = "Rejet de l\'URL %s car le protocole \'asfunction:\' ne convient que pour les cibles de liens, pas pour les API de mise en réseau.";
"IDS_CONSOLE_POLICY_BAD_SECURE_ATTR" = "Attribut \'secure\' non pris en compte dans le fichier de régulation de %s. Cet attribut n\'est autorisé que dans les fichiers de régulation HTTPS et socket. Pour plus d\'informations, consultez http://www.adobe.com/go/strict_policy_files_fr.";
"IDS_CONSOLE_POLICY_SOCK_SECURE_ATTR" = "Paramètre secure=\'true\' détecté dans le fichier de régulation de %s, mais l\'hôte %s n\'apparaît pas pour faire référence à l\'ordinateur local. Ceci peut poser des problèmes de sécurité. Consultez http://www.adobe.com/go/strict_policy_files_fr.";
"IDS_CONSOLE_POLICY_REASON_DATA" = "Recherche de <allow-access-from> dans les fichiers de régulation pour autoriser le chargement des données depuis la ressource à %s par le demandeur de %s";
"IDS_CONSOLE_POLICY_REASON_HEADERS" = "Recherche de <allow-http-request-headers-from> dans les fichiers de régulation pour autoriser l\'envoi d\'en-tête à l\'URL %s par le demandeur de %s";
"IDS_CONSOLE_QUESTIONABLE_SCRIPTING" = "-- Les URL de script de navigateur ne peuvent être exécutées qu\'avec les fonctions getURL et navigateToURL.";
"IDS_CONSOLE_WARN_ALLOW_NEVER" = "Avertissement : AllowScriptAccess=\'never\' détecté dans le code HTML. Ce paramètre est inutile et déconseillé. Pour plus d\'informations, consultez http://www.adobe.com/go/allowscriptaccess_fr.";
"IDS_CONSOLE_WARN_ALLOW_SAMEDOM" = "Avertissement : AllowNetworking=\'%s\' détecté dans le code HTML, avec HTML et SWF dans le même domaine. Ce paramètre est inutile et déconseillé. Pour plus d\'informations, consultez http://www.adobe.com/go/allowscriptaccess_fr.";
"IDS_CONSOLE_WARN_3D_SURFACE_TOO_BIG" = "Avertissement : l\'objet DisplayObject 3D ne sera pas restitué. Ses dimensions (%s, %s) sont trop importantes pour qu\'il puisse être dessiné.";
"IDS_CONSOLE_WARN_FILTER_TOO_BIG" = "Avertissement : le filtre ne sera pas restitué. Les dimensions filtrées de l\'objet DisplayObject (%s, %s) sont trop importantes pour qu\'il puisse être dessiné.";
"IDS_CONSOLE_FORCE_DOWNLOAD_WAS_SET" = "La tentative de chargement de %s a échoué du fait de la définition d\'une valeur attachment pour Content-Disposition.";
"IDS_CONSOLE_USER_ACTION_REQUIRED" = "Certaines actions, par exemple celles qui ouvrent une fenêtre contextuelle, ne peuvent être invoquées que par une interaction de l\'utilisateur, telle qu\'un clic de souris ou un appui sur une touche.";
"IDS_LOCALCONNECTION_USERSCOPED_LOCKED" = "La valeur de LocalConnection.isPerUser ne peut pas être modifiée, car elle a déjà été verrouillée par un appel à la méthode LocalConnection.connect, .send ou .close.";
